Repository: reswordpress/social-image
Catalog: app/lang/social-image-*.po
Languages: ru_ru

source: Choose from library
ru_ru: Загрузить из библиотеки

source: To generate social image, you must first add post thumbnail and update the post
ru_ru: Для генерации обложки, необходимо сначала добавить миниатюру поста и&nbsp;обновить запись

source: Brightness
ru_ru: Яркость

source: Contrast
ru_ru: Контрастность

source: Generate
ru_ru: Сгенерировать

source: Delete
ru_ru: Удалить

source: Check uploads directory permissions
ru_ru: Нет прав на запись в папку uploads

source: Image save error
ru_ru: Не удалось сохранить изображение

source: Post thumbnail not found
ru_ru: Миниатюра поста не найдена

source: Image process error
ru_ru: Не удалось сгенерировать изображение

source: Cannot delete meta
ru_ru: Не удалось удалить данные поста

source: Cannot update meta
ru_ru: Не удалось обновить данные поста

source: Choose image for social sharing
ru_ru: Выберите изображение для шаринга в соцсети

source: Social Image options
ru_ru: Настройки генератора

source: Social Image
ru_ru: Генератор обложек

source: Social sharing image
ru_ru: Изображение соцсети

source: Create social sharing image for Facebook, VK.com, Telegram and other social networks
ru_ru: Создание изображения для шаринга в социальных сетях
